Repository: bettysteger/flutter-firebase-adapty
Catalog: lib/l10n/app_*.arb
Languages: de

# tabbar_tab1
source: GAMES
de: SPIELE

# tabbar_tab2
source: TROPHIES
de: TROPHÄEN

# tabbar_tab3
source: PROFILE
de: PROFIL

# button_next
source: Next
de: Weiter

# button_start_game
source: Start Game.
de: Spiel starten.

# button_create_game
source: Create Game.
de: Spiel erstellen.

# button_yes
source: Yes
de: Ja

# button_no
source: No
de: Nein

# button_cancel
source: Cancel
de: Abbrechen

# button_invite_friends
source: Invite Friends
de: Freunde einladen

# registration_title1
source: Cheers, mate.
de: Hallo.

# registration_title2
source: What's your name?
de: Wie heißt du denn?

# registration_placeholder
source: e.g. Peter
de: z.B. Hannelore

# game_label_timeframe
source: Span
de: Spanne

# game_label_player_number
source: On It
de: Am Drücker

# game_label_remaining_time
source: Rem. Time
de: Verbl. Zeit

# game_title_own
source: Your Game
de: Dein Spiel

# game_title_other
source: {username}s Game
de: Spiel von {username}

# game_card_status_waiting
source: Waiting
de: Warten

# game_card_status_running
source: Running
de: Läuft

# game_card_status_won
source: Won
de: Gewonnen

# game_card_status_lost
source: Lost
de: Verloren

# game_invite
source: {username} challenges you!
de: {username} fordert dich heraus!

# games_title
source: Your Games
de: Deine Spiele

# games_title_empty
source: It's dead empty right here.
de: Sowas von tot hier.

# games_body_empty
source: What are you waiting for? Go ahead and start a game with your friends right now.
de: Hier ist mal gar nix los. Starte doch straight 'n Spiel mit deinen Freunden.

# trophies_title
source: Your Trophies
de: Deine Trophäen

# trophies_title_empty
source: Nothing won so far.
de: Nix gewonnen bisher.

# trophies_body_empty
source: Dude, nothing happens here. Why don't you start a game with your friends right away?
de: Lass doch direkt ein Spiel mit deinen Freund:innen starten.

# game_card_creator_own
source: Yours
de: von Dir

# game_card_creator_other
source: from {username}
de: von {username}

# create_game_title
source: New Game
de: Neues Spiel

# create_timeframe_setting1
source: In which time span
de: In welcher Spanne

# create_timeframe_setting2
source: the nofication should be triggered?
de: soll die Notification rausgefeuert werden?

# create_slider_min
source: {count,plural, =1{1 minute} other{{count} minutes}}
de: {count,plural, =1{1 Minute} other{{count} Minuten}}

# create_slider_hours
source: {count,plural, =1{1 hour} other{{count} hours}}
de: {count,plural, =1{1 Stunde} other{{count} Stunden}}

# waiting_title_game_own1
source: Your
de: Du gibst das

# waiting_title_game_other1
source: {username}s
de: {username} gibt das

# waiting_title_game2
source: call.
de: Signal.

# waiting_body_game_own
source: You decide when the game starts. Make sure everyone is on board.
de: Du entscheidest, wann der Wahnsinn steigt. Schau lieber nochmal nach, ob alle dabei sind.

# waiting_body_game_other
source: {username} decides when the game starts. You can stare at this screen for as long as you like.
de: {username} entscheidet, wann der Wahnsinn steigt. Du kannst bis dahin solang auf diesen Screen starren, wie dir lieb ist.

# waiting_memberlist_btn
source: Who is already in?
de: Wer ist bereits am Start?

# popup_start_game_title
source: Start this game?
de: Willst du das Spiel wirklich starten?

# popup_start_game_body
source: There's no way back once this game is started.
de: Einmal gestartet gibts kein Zurück.

# member_list_title
source: {count} playing
de: {count} am Drücker

# running_title1
source: Be ready,
de: Halt’ dich

# running_title2
source: dude.
de: bereit.

# running_body
source: Be fast. Simple as that. Demonstrate your speed to the the other snails.
de: Der:die Schnellste gewinnt. Easy as that. Also musst du wohl abliefern, wenn du's den anderen zeigen willst.

# running_memberlist_btn
source: Who is in?
de: Wer ist am Start?

# win_title1
source: Oh yeah,
de: Uff, das war

# win_title2
source: super fast.
de: sauschnell.

# win_body
source: Look at you. You won out of {count} with a speed of {time}.
de: Krasser Move. Du hast gerade mit 'ner Zeit von {time} {count} Spieler:innen rasiert.

# lost_title1
source: Oh damn,
de: Das war

# lost_title2
source: this was slow.
de: echt lahm.

# lost_body
source: With a speed of {time} you're placed on {placement} out of {count}. That's pretty bad.
de: Mit einem Tempo von {time} machst Du nur {placement} von {count}, Diggi.

# lastplace_title1
source: You are the very
de: Du bist das

# lastplace_title2
source: last thing.
de: Allerletzte.

# lastplace_body
source: With a speed of {time} you're the last place, loser.
de: Mit einem Tempo von {time} machst Du den letzten Platz, Loser.

# timeout_title1
source: Timeout,
de: Richtig

# timeout_title2
source: Baby.
de: traurig.

# timeout_body
source: You didn't even manage to respond before the game was over. So bad.
de: Du hast es nicht mal geschafft, zu reagieren, bevor das Spiel vorbei war. Wow.

# secs
source: {count,plural, =1{1 second} other{{count} seconds}}
de: {count,plural, =1{1 Sekunde} other{{count} Sekunden}}

# millisecs
source: {count,plural, =1{1 millisecond} other{{count} milliseconds}}
de: {count,plural, =1{1 Millisekunde} other{{count} Millisekunden}}

# missed
source: was probably just taking a dump.
de: war wohl gerade auf der Schüssel.

# invitation_headline1
source: {username} wants to show off.
de: {username} will's wissen.

# invitation_headline2
source: You ready?
de: Bock?

# invitation_body
source: Within {interval} the notification comes randomly. You have to be the fastest to open it.
de: Innerhalb von {interval} kommt zufällig die Notification. Du musst der schnellste sein, der sie öffnet.

# button_accept_invitation
source: Count me in.
de: Klar, bin dabei.

# button_decline_invitation
source: Nah, dude.
de: Neee, kein Bock.

# invitation_expired_headline1
source: You were
de: Du warst zu

# invitation_expired_headline2
source: too slow.
de: langsam.

# invitation_expired_body
source: The game by {username} has already been started. So unfortunately you can already pack up now.
de: Das Spiel von {username} ist schon gestartet worden. Du kannst also leider jetzt schon einpacken.

# invitation_expired_button
source: Damn, alright.
de: Ok, schade.

# settings_headline1
source: Settings
de: Profil

# settings_headline2
source: Profile
de: Einstellungen

# subscription_title
source: Subscription
de: Abo

# subscription_card_false
source: Do you want to enjoy more than 1 game at the same time?
de: Möchtest du mehr als 1 Spiel gleichzeitig genießen?

# subscription_card_true
source: You can enjoy unlimited games.
de: Du kannst unbegrenzt viele Spiele genießen.

# subscription_card_btn
source: Get subscription
de: Abo holen

# settings_change_name_title
source: Change name
de: Namen ändern

# settings_change_name_body
source: In case you mistyped
de: Falls du dich vertippt hast

# settings_imprint_title
source: Imprint
de: Impressum

# settings_imprint_body
source: It has to be
de: Muss leider sein

# subscription_headline1
source: Get your
de: Hol dir das

# subscription_headline2
source: subscription.
de: Abo.

# subscription_body
source: Hey there! With our "Subscription" subscription, you can play multiple games at the same time. No limits, no waiting â€“ just dive in and have a blast! And don't worry, the subscription renews automatically every month until you cancel it. Super easy!
de: Hey du! Mit unserer "Abo"-Subscription kannst du endlich mehrere Spiele gleichzeitig zocken. Kein Limit, keine Wartezeiten – einfach loslegen und abgehen! Und keine Sorge, das Abo verlängert sich jeden Monat automatisch, bis du es beendest. Ganz easy!

# subscription_btn
source: Get it now
de: Hol es dir

# subscription_btn_restore_purchases
source: Restore purchases
de: Kauf wiederherstellen

# action_sheet_leave_game_title
source: What do you want to do with this game?
de: Was möchtest du mit diesem Spiel machen?

# action_sheet_leave_game_button
source: Leave game
de: Spiel verlassen

# action_sheet_delete_game_title
source: What do you want to do with this game?
de: Was möchtest du mit diesem Spiel machen?

# action_sheet_delete_game_button
source: Delete game
de: Spiel löschen

# overlay_leave_game_title
source: Do you really want to leave the game?
de: Willst du das Spiel wirklich verlassen?

# overlay_leave_game_body
source: You can rejoin at any time via the link.
de: Du kannst über den Link jederzeit wieder beitreten.

# overlay_delete_game_title
source: Do you really want to delete the game?
de: Willst du das Spiel wirklich löschen?

# overlay_delete_game_body
source: Once deleted, there's no going back.
de: Einmal gelöscht gibt’s kein zurück.
